{"inkVersion":20,"root":[["ev","str","^Start","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["^ ",{"->":"d1_intro"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"d1_intro":[["^A new delivery has arrived.","\n","^BODY 1:","\n","^22-year woman, passed away under unspecified circumstances in an alley next to a health food store.","\n","^BODY 2:","\n","^A teenage boy harvested from the local morgue. Acoording to the death report, he died after ingesting a Tide pod.","\n","^BODY 3:","\n","^Male, early thirties, retrieved from a local bar after starting a fight and getting knocked out.","\n","ev","str","^OK","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"d1_1"},"\n",{"#f":5}]}],{"#f":1}],"d1_1":[["^A male vampire with tangled hair, dark circles under his eyes, and sickly-green skin shows up.","\n","^(Backstory: moving from place to place, on the run from the police for assaulting someone for blood. Accidentally touched a bible when tucking into bed, now is sick.","\n","^Personality: paranoid and anxious.)","\n","^VAMPIRE:","\n","^I'm so sick, man. Is this... the right place?","\n","ev","str","^There is a hospital two blocks away.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^What happened?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"d1_1_hospital"},"\n",{"#f":5}],"c-1":["^ ",{"->":"d1_1_story"},"\n",{"#f":5}]}],{"#f":1}],"d1_1_hospital":[["^YOU:","\n","^There is a hospital two blocks away. Dr. Nielsen works night shifts and sees patients with... blood-related issues.","\n","^VAMPIRE:","\n","^Yeah, that's a no-go, man. I'm trying to stay off the grid, if you know what I'm saying.","\n","ev","str","^Tell me what happened.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"d1_1_story"},"\n",{"#f":5}]}],{"#f":1}],"d1_1_story":[["^YOU:","\n","^If you tell me what happened, perhaps I could help?","\n","^VAMPIRE:","\n","^Where do I start? Let's just say I had a little... altercation. Nothing too bad, but now some people are looking for me. I've been on the run for the past week, jumping from one motel to another. So earlier today I checked into this motel not far from here, right? I was tired, not really paying attention to my surroundings, and I crashed on this dingy couch, and what I didn't notice is there was a bible on the couch. I mean, who puts a fucking bible on a couch? I got violently sick after this, and I'm just... not feeling well, you know. So I just came here because I'd heard of the place, I didn't know what else to do, and I figured I could use a drink.","\n","ev","str","^I may have just what you need.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"d1_choose_body"},"\n",{"#f":5}]}],{"#f":1}],"d1_choose_body":[["ev","str","^Body 1","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Body 2","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Body 3","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"d1_1_body1"},"\n",{"#f":5}],"c-1":["^ ",{"->":"d1_1_body2"},"\n",{"#f":5}],"c-2":["^ ",{"->":"d1_1_body3"},"\n",{"#f":5}]}],{"#f":1}],"d1_1_body1":[["^VAMPIRE:","\n","^Ooh, that hit the spot. I'm feeling better already. Thanks man!","\n","^YOU:","\n","^You're welcome. When you need some more good stuff, do come back.","\n","^VAMPIRE:","\n","^Nah, I don't think I'm sticking around. Need to get a move on, what with the fucking cops- I mean, nevermind. I gotta go now. Bye!","\n","ev","str","^Next client","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"d1_2"},"\n",{"#f":5}]}],{"#f":1}],"d1_1_body2":[["^VAMPIRE:","\n","^Blaargh... what the hell is this stuff? Are you trying to poison me? Fuck you man, I'm outta here.","\n","ev","str","^Next client","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"d1_2"},"\n",{"#f":5}]}],{"#f":1}],"d1_1_body3":[["^VAMPIRE:","\n","^This... is not- hic!- too bad. It's been a while since I had a proper drink. All because of those fucking coppers. You know what, I'm done with this bullshit! I'm not running anymore. I'm going to go and... settle the scores.","\n","ev","str","^Next client","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"d1_2"},"\n",{"#f":5}]}],{"#f":1}],"d1_2":["end",{"#f":1}],"#f":1}],"listDefs":{}}